Repository: Some-Apps/Incremental
Catalog: Calisthenics/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, ru, zh_hans, zh_hant

source: Select Color Scheme
de: Farbschema auswählen
es: Seleccionar esquema de color
fr: Sélectionner le schéma de couleurs
ja: カラー スキームを選択
ko: 색상 계획 선택
pt_br: Selecionar Esquema de Cores
pt_pt: Selecionar Esquema de Cores
ru: Выберите цветовую схему
zh_hans: 选择配色方案
zh_hant: 選擇配色方案

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設置

source: Settings Tab
de: Einstellungen-Tab
es: Pestaña de Configuración
fr: Onglet Paramètres
ja: 設定タブ
ko: 설정 탭
pt_br: Aba de Configurações
pt_pt: Separador Definições
ru: Закладка настроек
zh_hans: 设置选项卡
zh_hant: 設定標籤

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
ja: セットアップ
ko: 설치
pt_br: Configuração
pt_pt: Configuração
ru: Настройка
zh_hans: 设置
zh_hant: 設置

source: Sharing Your Information
de: Ihre Daten teilen
es: Compartir tu información
fr: Partage de vos informations
ja: あなたの情報の共有
ko: 정보 공유
pt_br: Compartilhando Suas Informações
pt_pt: Partilhar a Sua Informação
ru: Обмен вашей информацией
zh_hans: 分享您的信息
zh_hant: 分享您的信息

source: Since we do not collect any personal information, there's no data usage related to individual users. The App is designed to function without storing or processing personal data.
de: Da wir keine persönlichen Daten sammeln, gibt es keine Datenverwendung im Zusammenhang mit einzelnen Benutzern. Die App ist so konzipiert, dass sie funktioniert, ohne persönliche Daten zu speichern oder zu verarbeiten.
es: Dado que no recopilamos ninguna información personal, no hay uso de datos relacionado con usuarios individuales. La App está diseñada para funcionar sin almacenar o procesar datos personales.
fr: Étant donné que nous ne collectons aucune information personnelle, il n'y a pas d'utilisation de données liée aux utilisateurs individuels. L'application est conçue pour fonctionner sans stocker ou traiter de données personnelles.
ja: 個人情報を収集しないため、個々のユーザーに関連するデータ使用はありません。このアプリは個人データを保存または処理せずに機能するように設計されています。
ko: 저희는 개인 정보를 수집하지 않기 때문에 개별 사용자와 관련된 데이터 사용이 없습니다. 이 앱은 개인 데이터를 저장하거나 처리하지 않고도 작동하도록 설계되었습니다.
pt_br: Como não coletamos nenhuma informação pessoal, não há uso de dados relacionados a usuários individuais. O App foi projetado para funcionar sem armazenar ou processar dados pessoais.
pt_pt: Como não recolhemos nenhuma informação pessoal, não existe utilização de dados relacionados com utilizadores individuais. A App está desenhada para funcionar sem armazenar ou processar dados pessoais.
ru: Поскольку мы не собираем личную информацию, данные пользователей не используются. Приложение спроектировано таким образом, чтобы работать без хранения или обработки личных данных.
zh_hans: 由于我们不收集任何个人信息，因此没有与个别用户相关的数据使用。该应用程序的设计无需存储或处理个人数据。
zh_hant: 由於我們不收集任何個人信息，因此沒有與個別用戶有關的數據使用。本應用程式旨在無需存儲或處理個人數據的情況下運作。

source: Starting Duration
de: Startdauer
es: Duración de inicio
fr: Durée de démarrage
ja: 開始時間
ko: 시작 시간
pt_br: Duração Inicial
pt_pt: Duração Inicial
ru: Начальная продолжительность
zh_hans: 开始时长
zh_hant: 開始時間

source: Starting Reps
de: Startwiederholungen
es: Repeticiones iniciales
fr: Répétitions de démarrage
ja: 開始回数
ko: 시작 반복 횟수
pt_br: Repetições Iniciais
pt_pt: Repetições Iniciais
ru: Начальные повторения
zh_hans: 开始次数
zh_hant: 開始次數

source: Stash Exercise
de: Übung lagern
es: Almacenar ejercicio
fr: Exercice de réserve
ja: 運動を保存
ko: 운동 저장
pt_br: Armazenar Exercício
pt_pt: Guardar Exercício
ru: Скрыть упражнение
zh_hans: 储存锻炼
zh_hant: 保存運動

source: Stashed
de: Gelagert
es: Almacenado
fr: Mis en cache
ja: 保存済み
ko: 저장됨
pt_br: Armazenado
pt_pt: Armazenado
ru: Спрятано
zh_hans: 存储
zh_hant: 已儲存

source: Stashed Tab
de: Gelagerter-Tab
es: Pestaña de Almacenados
fr: Onglet Mis de côté
ja: ストックタブ
ko: 보관된 탭
pt_br: Aba de Armazenamento
pt_pt: Separador Guardados
ru: Закладка сохраненного
zh_hans: 存放选项卡
zh_hant: 收藏標籤

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
pt_br: Estatísticas
pt_pt: Estatísticas
ru: Статистика
zh_hans: 统计数据
zh_hant: 統計

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 정지
pt_br: Parar
pt_pt: Parar
ru: Стоп
zh_hans: 停止
zh_hant: 停止

source: Subject to the terms and conditions of this EULA, Licensor grants you a non-exclusive, non-transferable, limited license to use the App on a device that you own or control.
de: Vorbehaltlich der Bedingungen dieser EULA gewährt der Lizenzgeber Ihnen eine nicht-exklusive, nicht-übertragbare, eingeschränkte Lizenz zur Nutzung der App auf einem Gerät, das Ihnen gehört oder das Sie kontrollieren.
es: Sujeto a los términos y condiciones de este EULA, el Licenciante le otorga una licencia no exclusiva, no transferible y limitada para usar la App en un dispositivo que usted posee o controla.
fr: Sous réserve des termes et conditions de ce CLUF, le Concédant vous accorde une licence non exclusive, non transférable et limitée pour utiliser l'application sur un appareil que vous possédez ou contrôlez.
ja: このEULAの諸条件に従い、ライセンサーはあなたに対し、所有または管理するデバイスでAppを使用するための非独占的かつ譲渡不可の限定ライセンスを付与します。
ko: 이 EULA의 약관과 조건에 따라, 라이선스 제공자는 귀하에게 소유하거나 제어하는 장치에서 이 앱을 사용할 수 있는 비독점적, 비양도 가능, 제한적 라이선스를 부여합니다.
pt_br: Sujeito aos termos e condições deste EULA, o Licenciador concede a você uma licença não exclusiva, intransferível e limitada para usar o App em um dispositivo que você possui ou controla.
pt_pt: Sujeito aos termos e condições deste EULA, o Licenciador concede-lhe uma licença não exclusiva, intransferível e limitada para usar a App num dispositivo que você possua ou controle.
ru: С учетом условий настоящего лицензионного соглашения, Лицензиар предоставляет вам неисключительную, непередаваемую, ограниченную лицензию на использование Приложения на устройстве, которое вы владеете или контролируете.
zh_hans: 根据本最终用户许可协议的条款和条件，许可方授予您在您拥有或控制的设备上使用该应用程序的非排他性、不可转让的有限许可。
zh_hant: 根據本最終用戶許可協議的條款和條件，許可方授予您在您擁有或控制的設備上使用此應用程序的非排他性、不可轉讓的有限許可。

source: Subscriptions and Payments
de: Abonnements und Zahlungen
es: Suscripciones y Pagos
fr: Abonnements et paiements
ja: サブスクリプションと支払い
ko: 구독 및 결제
pt_br: Assinaturas e Pagamentos
pt_pt: Subscrições e Pagamentos
ru: Подписки и платежи
zh_hans: 订阅和付款
zh_hant: 訂閱和付款

source: Terms and Conditions
de: Geschäftsbedingungen
es: Términos y Condiciones
fr: Termes et conditions
ja: 利用規約
ko: 이용 약관
pt_br: Termos e Condições
pt_pt: Termos e Condições
ru: Условия и положения
zh_hans: 条款和条件
zh_hant: 條款和條件

source: Terms and Conditions for Incremental: Calisthenics
de: Geschäftsbedingungen für Incremental: Calisthenics
es: Términos y Condiciones para Incremental: Calistenia
fr: Termes et conditions pour Incremental : Calisthénie
ja: Incremental: カリステニクスの利用規約
ko: Incremental: Calisthenics 이용 약관
pt_br: Termos e Condições para Incremental: Calistenia
pt_pt: Termos e Condições para Incremental: Calistenia
ru: Условия и положения для Incremental: Calisthenics
zh_hans: Incremental: 力量训练条款和条件
zh_hant: Incremental: 健身的條款和條件

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions de service
ja: サービス規約
ko: 서비스 약관
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
ru: Условия использования
zh_hans: 服务条款
zh_hant: 服務條款

source: The App does not automatically collect any data related to your device, including information about your web browser, IP address, time zone, or any cookies that are installed on your device.
de: Die App sammelt keine Daten zu Ihrem Gerät, einschließlich Informationen über Ihren Webbrowser, Ihre IP-Adresse, Ihre Zeitzone oder installierte Cookies.
es: La App no recopila automáticamente ningún dato relacionado con su dispositivo, incluyendo información sobre su navegador web, dirección IP, zona horaria o cualquier cookie instalada en su dispositivo.
fr: L'application ne collecte automatiquement aucune donnée liée à votre appareil, y compris des informations sur votre navigateur web, adresse IP, fuseau horaire ou cookies installés sur votre appareil.
ja: Appは、ウェブブラウザ、IPアドレス、タイムゾーン、またはデバイスにインストールされたクッキーに関する情報を含む、デバイスに関連するデータを自動的に収集しません。
ko: 앱은 웹 브라우저, IP 주소, 시간대 또는 장치에 설치된 쿠키 정보를 포함하여 귀하의 장치와 관련된 어떠한 데이터도 자동으로 수집하지 않습니다.
pt_br: O App não coleta automaticamente quaisquer dados relacionados ao seu dispositivo, incluindo informações sobre seu navegador web, endereço IP, fuso horário ou quaisquer cookies instalados no seu dispositivo.
pt_pt: A App não recolhe automaticamente quaisquer dados relacionados com o seu dispositivo, incluindo informações sobre o seu navegador, endereço IP, fuso horário ou quaisquer cookies que estejam instalados no seu dispositivo.
ru: Приложение не собирает автоматически какие-либо данные, связанные с вашим устройством, включая информацию о вашем веб-браузере, IP-адресе, часовом поясе или любых установленных на вашем устройстве cookies.
zh_hans: 该应用程序不会自动收集与您的设备相关的任何数据，包括您的网络浏览器信息、IP地址、时区或安装在您设备上的任何 cookie。
zh_hant: 此應用程序不會自動收集任何與您的設備相關的數據，包括有關您的網絡瀏覽器、IP地址、時區或安裝在您設備上的任何Cookie的信息。

source: The App is licensed, not sold. Licensor retains all rights, title, and interest in and to the App, including all intellectual property rights therein. You acknowledge that no ownership rights are transferred to you under this EULA.
de: Die App ist lizenziert, nicht verkauft. Der Lizenzgeber behält alle Rechte, Titel und Ansprüche an der App, einschließlich aller damit verbundenen geistigen Eigentumsrechte. Sie erkennen an, dass Ihnen gemäß dieser EULA keine Eigentumsrechte übertragen werden.
es: La Aplicación está licenciada, no vendida. El licenciante conserva todos los derechos, título e interés en y hacia la Aplicación, incluidos todos los derechos de propiedad intelectual en ella. Usted reconoce que no se le transfieren derechos de propiedad bajo este EULA.
fr: L'App est sous licence, non vendue. Le concédant conserve tous les droits, titre et intérêts dans et sur l'App, y compris tous les droits de propriété intellectuelle y afférents. Vous reconnaissez qu'aucun droit de propriété ne vous est transféré en vertu de ce CLUF.
ja: アプリはライセンス供与されており、販売されていません。ライセンサーは、アプリに関連するすべての知的財産権を含む、アプリに対するすべての権利、所有権、および利益を保持します。本EULAに基づいて、所有権はあなたに移転されないことを認めます。
ko: 앱은 판매되지 않고 라이센스가 부여됩니다. 라이센스 제공자는 앱에 대한 모든 권리, 소유권 및 이익, 포함하여 모든 지적 재산권을 보유합니다. 귀하는 이 EULA에 따라 소유권이 귀하에게 이전되지 않음을 인정합니다.
pt_br: O aplicativo é licenciado, não vendido. O licenciador mantém todos os direitos, título e interesse no aplicativo, incluindo todos os direitos de propriedade intelectual nele. Você reconhece que nenhum direito de propriedade é transferido para você sob este EULA.
pt_pt: A App é licenciada, não vendida. O licenciador retém todos os direitos, títulos e interesses sobre a App, incluindo todos os direitos de propriedade intelectual nela contidos. Você reconhece que nenhum direito de propriedade é transferido para você sob este EULA.
ru: Приложение лицензировано, а не продано. Лицензиар сохраняет все права, титул и интересы в отношении Приложения, включая все права интеллектуальной собственности в нем. Вы признаете, что никаких прав собственности к вам не переходят по этому ЛСЗП.
zh_hans: 此应用程序是授权使用的，而非出售。许可方保留对应用程序的所有权利、所有权和利益，包括所有相关的知识产权。您确认在本最终用户许可协议（EULA）下没有所有权转让给您。
zh_hant: 本應用程式是被授權使用，而非出售的。授權人保留對本應用程式的所有權利、所有權和利益，包括所有其中的智慧財產權。您承認本EULA並未將任何所有權權利轉讓給您。

source: The App is provided "as is" and "as available" without warranties of any kind, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement.
de: Die App wird "wie besehen" und "wie verfügbar" ohne jegliche ausdrückliche oder stillschweigende Garantien bereitgestellt, einschließlich, aber nicht beschränkt auf stillschweigende Garantien der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung.
es: La Aplicación se proporciona "tal cual" y "según disponibilidad" sin garantías de ningún tipo, ya sean expresas o implícitas, incluyendo, pero no limitándose a, garantías implícitas de comerciabilidad, aptitud para un propósito particular y no infracción.
fr: L'App est fournie "en l'état" et "telle quelle" sans garanties de quelque nature que ce soit, explicites ou implicites, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-violation.
ja: アプリは、明示または黙示のいかなる保証もなく、「現状有姿」および「利用可能な状態」で提供されます。これには、特定の目的に対する適合性および非侵害の黙示保証が含まれますが、これに限定されません。
ko: 앱은 명시적이거나 묵시적인 어떠한 종류의 보증도 없이 "있는 그대로" 및 "이용 가능한 그대로" 제공됩니다. 여기에는, 제한되지 않고, 상업성, 특정 목적에의 적합성 및 비침해성에 대한 묵시적인 보증이 포함됩니다.
pt_br: O aplicativo é fornecido "como está" e "conforme disponível", sem garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a um propósito específico e não violação.
pt_pt: A App é fornecida "como está" e "conforme disponível" sem garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a um propósito específico e não violação.
ru: Приложение предоставляется "как есть" и "по мере доступности" без каких-либо гарантий, явных или подразумеваемых, включая, но не ограничиваясь, подразумеваемые гарантии товарной пригодности, пригодности для определенной цели и ненарушения.
zh_hans: 此应用程序按“原样”和“可用”原则提供，不提供任何形式的明示或暗示保修，包括但不限于适销性、特定用途适用性和不侵权的暗示保修。
zh_hant: 本應用程式按“現狀”和“可用”情況提供，不提供任何形式的保證，明示或暗示，包括但不限於適銷性、特定用途適用性和不侵權的暗示保證。

source: The App offers monthly and yearly subscriptions to Incremental Pro, which provide additional features such as advanced stats, graphs, exercise history, and the ability to export all data. Payments for these subscriptions are handled through the App Store, and we do not collect or store any payment information.
de: Die App bietet monatliche und jährliche Abonnements für Incremental Pro, die zusätzliche Funktionen wie erweiterte Statistiken, Diagramme, Übungshistorie und die Möglichkeit zum Export aller Daten bieten. Zahlungen für diese Abonnements werden über den App Store abgewickelt, und wir erheben oder speichern keine Zahlungsinformationen.
es: La Aplicación ofrece suscripciones mensuales y anuales a Incremental Pro, que proporcionan características adicionales como estadísticas avanzadas, gráficos, historial de ejercicios y la capacidad de exportar todos los datos. Los pagos para estas suscripciones se manejan a través de la App Store, y no recopilamos ni almacenamos información de pago.
fr: L'App propose des abonnements mensuels et annuels à Incremental Pro, qui offrent des fonctionnalités supplémentaires telles que des statistiques avancées, des graphiques, l'historique des exercices et la possibilité d'exporter toutes les données. Les paiements pour ces abonnements sont gérés via l'App Store, et nous ne collectons ni ne stockons aucune information de paiement.
ja: アプリは、追加機能（高度な統計、グラフ、エクササイズ履歴、すべてのデータのエクスポート機能など）を提供するIncremental Proの月額および年額サブスクリプションを提供します。これらのサブスクリプションの支払いはApp Storeを通じて処理され、当社は支払い情報を収集または保存しません。
ko: 앱은 고급 통계, 그래프, 운동 기록 및 모든 데이터를 내보낼 수 있는 기능과 같은 추가 기능을 제공하는 Incremental Pro의 월간 및 연간 구독 서비스를 제공합니다. 이러한 구독의 결제는 앱 스토어를 통해 처리되며 우리는 어떠한 결제 정보도 수집하거나 저장하지 않습니다.
pt_br: O aplicativo oferece assinaturas mensais e anuais para o Incremental Pro, que fornecem recursos adicionais, como estatísticas avançadas, gráficos, histórico de exercícios e a capacidade de exportar todos os dados. Os pagamentos dessas assinaturas são feitos através da App Store, e não coletamos ou armazenamos nenhuma informação de pagamento.
pt_pt: A App oferece subscrições mensais e anuais do Incremental Pro, que proporcionam funcionalidades adicionais, como estatísticas avançadas, gráficos, histórico de exercícios e a capacidade de exportar todos os dados. Os pagamentos para estas subscrições são processados através da App Store, e nós não recolhemos nem armazenamos qualquer informação de pagamento.
ru: Приложение предлагает ежемесячные и годовые подписки на Incremental Pro, которые предоставляют дополнительные функции, такие как расширенная статистика, графики, история упражнений и возможность экспортировать все данные. Платежи за эти подписки обрабатываются через App Store, и мы не собираем и не храним платежную информацию.
zh_hans: 此应用程序提供 Incremental Pro 的月度和年度订阅，提供附加功能，如高级统计、图表、锻炼历史记录以及导出所有数据的能力。这些订阅的付款通过应用商店处理，我们不收集或存储任何付款信息。
zh_hant: 本應用程式提供Incremental Pro的月度和年度訂閱，這些訂閱提供額外功能，如高級數據統計、圖表、運動歷史以及導出所有數據的能力。這些訂閱的付款通過App Store處理，我們不會收集或存儲任何付款資訊。

source: These Terms are governed by and construed in accordance with the laws of the State of Wisconsin, without regard to its conflict of law principles.
de: Diese Bedingungen unterliegen den Gesetzen des Staates Wisconsin und sind entsprechend diesen auszulegen, ohne Rücksicht auf kollisionsrechtliche Grundsätze.
es: Estos Términos se rigen e interpretan de acuerdo con las leyes del Estado de Wisconsin, sin tener en cuenta sus principios de conflicto de leyes.
fr: Ces Conditions sont régies et interprétées conformément aux lois de l'État du Wisconsin, sans égard à ses principes de conflit de lois.
ja: これらの利用規約は、法の抵触原則に関係なく、ウィスコンシン州の法律に準拠し、それに従って解釈されます。
ko: 이 약관은 법의 충돌 원칙에 관계없이 위스콘신 주법에 따라 규율되고 해석됩니다.
pt_br: Estes Termos são regidos e interpretados de acordo com as leis do Estado de Wisconsin, sem considerar seus princípios de conflito de leis.
pt_pt: Estes Termos são regidos e interpretados de acordo com as leis do Estado de Wisconsin, sem consideração aos seus princípios de conflito de leis.
ru: Эти Условия регулируются и толкуются в соответствии с законодательством штата Висконсин, без учета его принципов конфликта законов.
zh_hans: 这些条款受威斯康星州法律管辖并根据其解释，不考虑其法律冲突原则。
zh_hant: 本條款受威斯康辛州法律管轄並依其解釋，不考慮其法律衝突原則。

source: This app has a widget that allows your to see how many minutes you've spent exercising today.
de: Diese App hat ein Widget, das Ihnen zeigt, wie viele Minuten Sie heute trainiert haben.
es: Esta aplicación tiene un widget que te permite ver cuántos minutos has pasado haciendo ejercicio hoy.
fr: Cette application dispose d'un widget qui vous permet de voir combien de minutes vous avez passé à vous exercer aujourd'hui.
ja: このアプリにはウィジェットがあり、今日運動に費やした時間（分）を表示することができます。
ko: 이 앱에는 오늘 운동에 소요된 시간을 확인할 수 있는 위젯이 있습니다.
pt_br: Este app tem um widget que permite ver quantos minutos você passou se exercitando hoje.
pt_pt: Esta aplicação tem um widget que permite ver quantos minutos passaste a exercitar-te hoje.
ru: В этом приложении есть виджет, который позволяет вам видеть, сколько минут вы потратили на упражнения сегодня.
zh_hans: 这个应用有一个小组件，可以看到你今天锻炼了多少分钟。
zh_hant: 此應用程式有一個小工具，讓您可查看今天已經運動了多少分鐘。

source: This app randomly suggests your next exercise based on the exercises you add and how difficult they are for you to complete. It will automatically increment and decrement reps or duration based on your previous attempts. It tracks the amount of time it takes to complete each evercise and how difficult it was. Read the sections below to learn how to use each tab.
de: Diese App schlägt zufällig Ihre nächste Übung basierend auf den von Ihnen hinzugefügten Übungen und deren Schwierigkeitsgrad vor. Sie wird automatisch Wiederholungen oder Dauer basierend auf Ihren früheren Versuchen erhöhen und verringern. Sie verfolgt die Dauer jeder Übung und deren Schwierigkeitsgrad. Lesen Sie die folgenden Abschnitte, um zu erfahren, wie Sie die einzelnen Tabs verwenden.
es: Esta aplicación sugiere aleatoriamente tu próximo ejercicio basado en los ejercicios que agregas y qué tan difíciles son para ti. Incrementará y disminuirá automáticamente las repeticiones o la duración en función de tus intentos anteriores. Rastrea el tiempo que toma completar cada ejercicio y qué tan difícil fue. Lee las secciones a continuación para aprender cómo usar cada pestaña.
fr: Cette application suggère aléatoirement votre prochain exercice en fonction des exercices que vous ajoutez et de leur difficulté pour vous. Elle incrémentera et décrémentera automatiquement les répétitions ou la durée en fonction de vos tentatives précédentes. Elle suit le temps qu'il vous faut pour compléter chaque exercice et leur difficulté. Lisez les sections ci-dessous pour apprendre comment utiliser chaque onglet.
ja: このアプリは、追加した運動とその難易度に基づいて次の運動をランダムに提案します。以前の試行に基づいて、反復回数や継続時間を自動的に増減します。各運動を完了するのにかかった時間とその難易度を記録します。以下のセクションを読んで、各タブの使い方を学びましょう。
ko: 이 앱은 추가한 운동과 개인의 완수 난이도에 따라 무작위로 다음 운동을 추천합니다. 이전 시도에 따라 자동으로 반복 횟수나 지속 시간을 늘리거나 줄입니다. 각 운동을 완료하는 데 걸린 시간과 난이도를 추적합니다. 각 탭을 사용하는 방법은 아래 섹션을 참조하십시오.
pt_br: Este app sugere aleatoriamente seu próximo exercício com base nos exercícios que você adicionou e na dificuldade deles para você. Ele aumentará e diminuirá automaticamente as repetições ou a duração com base nas suas tentativas anteriores. Ele rastreia o tempo que você leva para completar cada exercício e a dificuldade que foi. Leia as seções abaixo para aprender a usar cada aba.
pt_pt: Esta aplicação sugere aleatoriamente o teu próximo exercício com base nos exercícios que adicionares e na sua dificuldade para ti. Incrementa e decrementa automaticamente as repetições ou a duração com base nas tuas tentativas anteriores. Acompanha o tempo que levas a completar cada exercício e a sua dificuldade. Lê as secções abaixo para aprenderes a usar cada separador.
ru: Это приложение случайным образом предлагает ваше следующее упражнение на основе добавленных вами упражнений и того, насколько они трудны для выполнения. Оно автоматически увеличивает и уменьшает количество повторений или продолжительность в зависимости от ваших предыдущих попыток. Оно отслеживает, сколько времени требуется для выполнения каждого упражнения и насколько оно было сложным. Прочтите разделы ниже, чтобы узнать, как использовать каждую закладку.
zh_hans: 这个应用根据你添加的运动和完成难度随即建议你的下一个运动。它会根据你之前的尝试自动增加和减少重复次数或持续时间。它会跟踪完成每个运动所花费的时间和难度。请阅读以下部分，了解如何使用每个选项卡。
zh_hant: 此應用程式會根據您添加的運動以及對您而言的難易度，隨機建議下一個運動。它會根據您之前的嘗試，自動增減重複次數或持續時間。它會跟蹤完成每個運動所需的時間及其難度。閱讀以下部分了解如何使用每個標籤。
